---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CurtainGridFamilyFailures.CannotPlaceSystemMullionFamilyOnCurtainWall
source: html/a5f1483f-2e15-a0da-ae73-2a92d34af43b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CurtainGridFamilyFailures.CannotPlaceSystemMullionFamilyOnCurtainWall Property

Can't place System Mullion Family on this Curtain Wall.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPlaceSystemMullionFamilyOnCurtainWall { get; }
```